{
    "Call for a Consultation": "Llámenos para una Consulta",
    "Home": "Inicio",
    "About us": "Sobre Nosotros",
    "Services": "Servicios",
    "Resources": "Recursos",
    "Contact Us": "Contáctanos",
    "Learn more »": "Mas información »",
    "REQUEST A CONSULTATION": "SOLICITAR UNA CONSULTA",
    "Contact Information": "Información de contacto",
    "Company": "Compañia",
    "Payment Center": "Pagos en línea",
    "Login": "Iniciar sesión",
    "Terms of Service": "Términos de Servicio",
    "Privacy Policy": "Política de Privacidad",
    "Submit Inquiry": "Solicitar Información",
    "Full Name": "Nombre y Apellido(s)",
    "Email": "Correo electrónico",
    "Phone": "Número de telefono",
    "How can we assist you today?": "Cómo le podemos ayudar?",
    "Message": "Por favor escriba su mensaje",
    "Allows for a maximum of 500 characters.": "Hasta 500 caracteres permitidos.",

    "Family Immigration": "Peticiones Familiares",
    "Are you a US Citizen or Lawful Permanent Resident and want to petition for your spouse, children or your parents? MVL Law Firm can assist you in the petition process whether your family member is in the Unites States or abroad.": "Es ciudadano Americano o tiene Residencia Permanente Legal y desea tramitar una petición a favor de su conyugue, hijos o padres? Usted podría ser elegible para tramitar una petición a favor de su familiar. En MVL Law Firm le podemos asistir en el proceso de petición.",
    "Have you been a victim of domestic violence, including but not limited to physical abuse, emotional abuse, financial abuse, etc. by your US Citizen or Lawful Permanent Resident Spouse? The Violence Against Women Act offers immigration protections. Call us so that we can help!": "Ha sido victima de violencia domestica, incluyendo violencia física, violencia emocional, abuso económico u otros abusos por parte de su conyugue Ciudadano Americano o Residente Permanente? El Acta de Violencia en Contra de la Mujer ofrece protecciones migratorias para hombres, mujeres y niños inmigrantes que han sufrido violencia por su conyugue, padre o hijo Ciudadano Americano. Conyugues e hijos de Residentes Permanentes también son elegibles. ¡Llámenos, le podemos ayudar!"
}
